export default {
  '经济学院': [
    {id: 72, text: '国际经济与贸易 '},
    {id: 73, text: '投资学'}],
  '马克思主义学院': [
    {id: 19, text: '思想政治教育'}],
  '法学与公共管理学院': [
    {id: 20, text: '法学'},
    {id: 21, text: '社会工作'},
    {id: 22, text: '土地资源管理'},
    {id: 23, text: '公共事业管理'}],
  '教育科学学院': [{id: 24, text: '小学教育'},
    {id: 25, text: '学前教育'},
    {id: 26, text: '人文教育'},
    {id: 27, text: '科学教育'}],
  '体育学院': [
    {id: 28, text: '体育教育'},
    {id: 29, text: '社会体育指导与管理'}],
  '文学与新闻传播学院': [
    {id: 30, text: '汉语言文学'},
    {id: 31, text: '广播电视学'},
    {id: 32, text: '网络与新媒体'}],
  '外国语学院': [
    {id: 33, text: '英语'},
    {id: 34, text: '商务英语'}],
  '数学与计算科学学院': [
    {id: 35, text: '数学与应用数学'},
    {id: 36, text: '信息与计算科学'}],
  '机械与光电物理学院': [
    {id: 37, text: '物理学'},
    {id: 38, text: '光电信息科学与工程'},
    {id: 39, text: '机械设计制造及其自动化'}],
  '化学与材料工程学院': [
    {id: 40, text: '化学'},
    {id: 41, text: '制药工程'},
    {id: 42, text: '材料化学'},
    {id: 43, text: '材料科学与工程'}],
  '生物与食品工程学院': [
    {id: 44, text: '生物科学'},
    {id: 45, text: '生物工程'},
    {id: 46, text: '食品科学与工程'},
    {id: 47, text: '食品质量与安全'},
    {id: 48, text: '生物制药'}],
  '电气与信息工程学院': [
    {id: 49, text: '电子信息科学与技术'},
    {id: 50, text: '通信工程'},
    {id: 51, text: '广播电视工程'},
    {id: 52, text: '电气工程及其自动化'}],
  '计算机科学与工程学院': [
    {id: 53, text: '计算机科学与技术'},
    {id: 54, text: '网络工程'},
    {id: 55, text: '软件工程'}],
  '风景园林学院': [
    {id: 56, text: '园林'},
    {id: 57, text: '风景园林'}],
  '商学院': [
    {id: 58, text: '旅游管理'},
    {id: 59, text: '物流管理'},
    {id: 60, text: '财务管理'},
    {id: 61, text: '酒店管理'}],
  '音乐舞蹈学院': [
    {id: 62, text: '音乐学'},
    {id: 63, text: '舞蹈学'},
    {id: 64, text: '音乐表演'}],
  '美术学院': [
    {id: 65, text: '美术学'}],
  '设计艺术学院': [
    {id: 66, text: '工业设计'},
    {id: 67, text: '视觉传达设计'},
    {id: 68, text: '环境设计'},
    {id: 69, text: '产品设计'},
    {id: 70, text: '服装与服饰设计'},
    {id: 71, text: '数字媒体艺术'}]
}
